Repository: PavelAtr/tinyware-wall
Catalog: usr/share/locale/*/LC_MESSAGES/tinyware-wall.po
Languages: ru

source: TinyWall must be started by:
ru: TinyWall необходимо запускать командой:

source: Starting TinyWare Wall
ru: Стартуем TinyWare Wall

source: Data stored in:
ru: Данные хранятся в:

source: Please run 'cp -r /etc/skel/.tinyware-wall ~/' as user
ru: Пожалуйста выполните 'cp -r /etc/skel/.tinyware-wall ~/' от пользователя

source: Test UI
ru: Тест UI

source: Learn?
ru: Обучать?

source: Learn mode...
ru: Режим обучения...

source: Alredy
ru: Уже

source: Permit domain
ru: Принять домен

source: Decline domain
ru: Отказать домен

source: Reject IP
ru: Запретить IP

source: Accept IP
ru: Разрешить IP

source: Stop learn
ru: Стоп обучение

source: New
ru: Новое

source: Press to continue learn:
ru: Нажмите чтобы обучение продолжилось:

source: Skipped as regexp
ru: Пропущено как regexp

source: New as regexp
ru: Новое как regexp

source: Zenity not found, back to comandline
ru: Zenity не найдено, возвращаемся в командную строку

source: Learn? (y|n):
ru: Обучать? (д|н):

source: y
ru: д

source: n
ru: н

source: $HSRC => $HDST ($HPROTO) R-Reject IP, A-Accept IP, S-Stop learn:
ru: $HSRC => $HDST ($HPROTO) З-Запретить IP, Р-Разрешить IP, С-Стоп обучение:

source: P
ru: П

source: D
ru: О

source: R
ru: З

source: A
ru: Р

source: S
ru: С

source: Reset rules?
ru: Обнулить правила?

source: Reset rules? (y|n):
ru: Обнулить правила? (д|н):

source: For GUI we need zenity package.
ru: Для графического интерфейса нам требуencz пакет zenity.

source: Reset current iptables state?
ru: Сбросить состояние iptables?

source: Reset current iptables state? (y|n):
ru: Сбросить состояние iptables? (д|н):
